{
    "title": "A Call to Defend Freedom and Forge a Global Alliance",
    "summary": "The inaugural address by the new president celebrates freedom and calls for its stout defense against the threats facing the world. He notes the power man now has to abolish poverty and life itself, but affirms the belief that human rights come from God, not the state. The president pledges to pay any price and bear any burden to ensure the survival of liberty. To allies, he pledges loyalty. To newly free states, he offers hope and a warning not to trade colonial control for tyranny. To the poor and those struggling, he pledges help and states a free society must help the many who are poor to save the few who are rich. He offers a special pledge to assist the Americas and oppose aggression and subversion there. Support is renewed for the United Nations. To adversaries, a request is made to pursue peace and avoid the destruction modern weapons can unleash. He calls for civility, negotiation without fear, a focus on uniting problems, arms control, and using science to improve life rather than destroy. The president summons the nation and world to struggle against the common enemies of tyranny, poverty, disease and war by forging a global alliance. He places the burden on citizens asking them to do what they can for their country and the freedom of man. With good conscience, the help of God, and sacrifice, he believes the glow from the fire of their devotion can light the world.",
    "short_summary": "The inaugural address celebrates freedom and calls for its defense against the threats of tyranny, poverty, disease and war. It pledges to pay any price to ensure liberty, help allies and new free states, oppose aggression, and support the UN. The speech summons Americans and the world to forge a global alliance, bear shared responsibility, and ask what they can do for their country and the freedom of man.",
    "chapters": {"0": "Chapter 1", "56": "Chapter 2"},
    "passages": [
        "Vice President Johnson, Mr. Speaker, Mr. Chief Justice, President Eisenhower, Vice President Nixon, President Truman, Reverend Clergy, fellow citizens:【0】【1】【2】【3】【4】【5】【6】 We observe today not a victory of party, but a celebration of freedom - symbolizing an end as well as a beginning - signifying renewal as well as change.【7】 For I have sworn before you and Almighty God the same solemn oath our forebears prescribed nearly a century and three-quarters ago.【8】",
        "The world is very different now.【9】 For man holds in his mortal hands the power to abolish all forms of human poverty and all forms of human life.【10】 And yet the same revolutionary beliefs for which our forebears fought are still at issue around the globe - the belief that the rights of man come not from the generosity of the state but from the hand of God.【11】【12】",
        "We dare not forget today that we are the heirs of that first revolution.【13】 Let the word go forth from this time and place, to friend and foe alike, that the torch has been passed to a new generation of Americans - born in this century, tempered by war, disciplined by a hard and bitter peace, proud of our ancient heritage - and unwilling to witness or permit the slow undoing of those human rights to which this nation has always been committed, and to which we are committed today at home and around the world.【14】",
        "Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty.【15】【16】 This much we pledge - and more.【17】",
        "To those old allies whose cultural and spiritual origins we share, we pledge the loyalty of faithful friends.【18】 United there is little we cannot do in a host of cooperative ventures.【19】【20】 Divided there is little we can do - for we dare not meet a powerful challenge at odds and split asunder.【21】【22】",
        "To those new states whom we welcome to the ranks of the free, we pledge our word that one form of colonial control shall not have passed away merely to be replaced by a far more iron tyranny.【23】【24】 We shall not always expect to find them supporting our view.【25】 But we shall always hope to find them strongly supporting their own freedom - and to remember that, in the past, those who foolishly sought power by riding the back of the tiger ended up inside.【26】【27】",
        "To those people in the huts and villages of half the globe struggling to break the bonds of mass misery, we pledge our best efforts to help them help themselves, for whatever period is required - not because the communists may be doing it, not because we seek their votes, but because it is right.【28】【29】【30】 If a free society cannot help the many who are poor, it cannot save the few who are rich.【31】",
        "To our sister republics south of our border, we offer a special pledge - to convert our good words into good deeds - in a new alliance for progress - to assist free men and free governments in casting off the chains of poverty.【32】 But this peaceful revolution of hope cannot become the prey of hostile powers.【33】 Let all our neighbors know that we shall join with them to oppose aggression or subversion anywhere in the Americas.【34】 And let every other power know that this Hemisphere intends to remain the master of its own house.【35】",
        "To that world assembly of sovereign states, the United Nations, our last best hope in an age where the instruments of war have far outpaced the instruments of peace, we renew our pledge of support - to prevent it from becoming merely a forum for invective - to strengthen its shield of the new and the weak - and to enlarge the area in which its writ may run.【36】【37】",
        "Finally, to those nations who would make themselves our adversary, we offer not a pledge but a request: that both sides begin anew the quest for peace, before the dark powers of destruction unleashed by science engulf all humanity in planned or accidental self-destruction.【38】【39】",
        "We dare not tempt them with weakness.【40】 For only when our arms are sufficient beyond doubt can we be certain beyond doubt that they will never be employed.【41】 But neither can two great and powerful groups of nations take comfort from our present course - both sides overburdened by the cost of modern weapons, both rightly alarmed by the steady spread of the deadly atom, yet both racing to alter that uncertain balance of terror that stays the hand of mankind's final war.【42】【43】",
        "So let us begin anew - remembering on both sides that civility is not a sign of weakness, and sincerity is always subject to proof.【44】 Let us never negotiate out of fear.【45】 But let us never fear to negotiate.【46】",
        "Let both sides explore what problems unite us instead of belaboring those problems which divide us.【47】 Let both sides, for the first time, formulate serious and precise proposals for the inspection and control of arms - and bring the absolute power to destroy other nations under the absolute control of all nations.【48】 Let both sides seek to invoke the wonders of science instead of its terrors.【49】 Together let us explore the stars, conquer the deserts, eradicate disease, tap the ocean depths and encourage the arts and commerce.【50】",
        "Let both sides unite to heed in all corners of the earth the command of Isaiah - to \"undo the heavy burdens . . . (and) let the oppressed go free.\"【51】",
        "And if a beachhead of cooperation may push back the jungle of suspicion, let both sides join in creating a new endeavor, not a new balance of power, but a new world of law, where the strong are just and the weak secure and the peace preserved.【52】",
        "All this will not be finished in the first one hundred days.【53】 Nor will it be finished in the first one thousand days, nor in the life of this Administration, nor even perhaps in our lifetime on this planet.【54】 But let us begin.【55】",
        "In your hands, my fellow citizens, more than mine, will rest the final success or failure of our course.【56】 Since this country was founded, each generation of Americans has been summoned to give testimony to its national loyalty.【57】 The graves of young Americans who answered the call to service surround the globe.【58】",
        "Now the trumpet summons us again - not as a call to bear arms, though arms we need - not as a call to battle, though embattled we are - but a call to bear the burden of a long twilight struggle, year in and year out, \"rejoicing in hope, patient in tribulation\" - a struggle against the common enemies of man: tyranny, poverty, disease and war itself.【59】【60】【61】【62】",
        "Can we forge against these enemies a grand and global alliance, North and South, East and West, that can assure a more fruitful life for all mankind?【63】 Will you join in that historic effort?【64】",
        "In the long history of the world, only a few generations have been granted the role of defending freedom in its hour of maximum danger.【65】 I do not shrink from this responsibility - I welcome it.【66】【67】 I do not believe that any of us would exchange places with any other people or any other generation.【68】 The energy, the faith, the devotion which we bring to this endeavor will light our country and all who serve it - and the glow from that fire can truly light the world.【69】【70】",
        "And so, my fellow Americans: ask not what your country can do for you - ask what you can do for your country.【71】【72】",
        "My fellow citizens of the world: ask not what America will do for you, but what together we can do for the freedom of man.【73】",
        "Finally, whether you are citizens of America or citizens of the world, ask of us here the same high standards of strength and sacrifice which we ask of you.【74】 With a good conscience our only sure reward, with history the final judge of our deeds, let us go forth to lead the land we love, asking His blessing and His help, but knowing that here on earth God's work must truly be our own.【75】"
    ],
    "transcript": [
        {
            "time_ms": 760,
            "text": "Vice President Johnson.",
            "speaker": null
        },
        {
            "time_ms": 2934,
            "text": "Mister Speaker.",
            "speaker": null
        },
        {
            "time_ms": 5094,
            "text": "Mister Chief justice.",
            "speaker": null
        },
        {
            "time_ms": 7614,
            "text": "President Eisenhower.",
            "speaker": null
        },
        {
            "time_ms": 10134,
            "text": "Vice President Nixon.",
            "speaker": null
        },
        {
            "time_ms": 12494,
            "text": "President Truman.",
            "speaker": null
        },
        {
            "time_ms": 14414,
            "text": "Reverend clergy, fellow citizens.",
            "speaker": null
        },
        {
            "time_ms": 18734,
            "text": "We observe today not a victory of party, but a celebration of freedom, symbolizing an end as well as a beginning, signifying renewal as well as change.",
            "speaker": null
        },
        {
            "time_ms": 36734,
            "text": "For I have sworn before you and almighty God the same solemn oath are forebears prescribed nearly a century and three quarters ago.",
            "speaker": null
        },
        {
            "time_ms": 51374,
            "text": "The world is very different now.",
            "speaker": null
        },
        {
            "time_ms": 54714,
            "text": "For man holds in his mortal hands the power to abolish all forms of human poverty and all forms of human life.",
            "speaker": null
        },
        {
            "time_ms": 67474,
            "text": "And yet, the same revolutionary belief for which our forebears fought are still at issue around the globe.",
            "speaker": null
        },
        {
            "time_ms": 77994,
            "text": "The belief that the rights of man come not from the generosity of the state, but from the hand of God.",
            "speaker": null
        },
        {
            "time_ms": 87444,
            "text": "We dare not forget today that we are the heirs of that first revolution.",
            "speaker": null
        },
        {
            "time_ms": 94604,
            "text": "Let the word go forth from this time and place to friend and foe alike, that the torch has been passed to a new generation of Americans born in this century, tempered by war, disciplined by a hard and bitter peace, proud of our ancient heritage and unwilling to witness or permit the slow undoing of those human rights to which this nation has always been committed and to which we are committed today at home and around the world.",
            "speaker": null
        },
        {
            "time_ms": 147294,
            "text": "Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe.",
            "speaker": null
        },
        {
            "time_ms": 168924,
            "text": "To assure the survival and the success of liberty.",
            "speaker": null
        },
        {
            "time_ms": 178364,
            "text": "This much we pledge, and more.",
            "speaker": null
        },
        {
            "time_ms": 181684,
            "text": "To those old allies whose cultural and spiritual origins we share, we pledge the loyalty of faithful friends.",
            "speaker": null
        },
        {
            "time_ms": 193224,
            "text": "United, there is little we cannot do.",
            "speaker": null
        },
        {
            "time_ms": 196424,
            "text": "In a host of cooperative ventures.",
            "speaker": null
        },
        {
            "time_ms": 199424,
            "text": "Divided, there is little we can do.",
            "speaker": null
        },
        {
            "time_ms": 202704,
            "text": "For we dare not meet a powerful challenge at odds and split asunder.",
            "speaker": null
        },
        {
            "time_ms": 210104,
            "text": "To those new states whom we welcome to the ranks of the free.",
            "speaker": null
        },
        {
            "time_ms": 215034,
            "text": "We pledge our word that one form of colonial control shall not have passed away merely to be replaced by a far more iron tyranny.",
            "speaker": null
        },
        {
            "time_ms": 228954,
            "text": "We shall not always expect to find them supporting our view.",
            "speaker": null
        },
        {
            "time_ms": 233794,
            "text": "But we shall always hope to find them strongly supporting their own freedom.",
            "speaker": null
        },
        {
            "time_ms": 240364,
            "text": "And to remember that in the past those who foolishly sought power by riding the back of the tiger ended up inside.",
            "speaker": null
        },
        {
            "time_ms": 258444,
            "text": "To those people in the huts and villages of half the globe struggling to break the bonds of mass misery we pledge our best efforts to help them help themselves for whatever period is required.",
            "speaker": null
        },
        {
            "time_ms": 276864,
            "text": "Not because the communists may be doing it.",
            "speaker": null
        },
        {
            "time_ms": 279784,
            "text": "Not because we seek their votes, but because it is right.",
            "speaker": null
        },
        {
            "time_ms": 285344,
            "text": "If a free society cannot help the many who are poor, it cannot save the few who are rich.",
            "speaker": null
        },
        {
            "time_ms": 300124,
            "text": "To our sister republic south of our border, we offer a special pledge to convert our good words into good deeds in a new alliance for progress, to assist free men and free government in casting off the chains of poverty.",
            "speaker": null
        },
        {
            "time_ms": 323274,
            "text": "But this peaceful revolution of hope cannot become the prey of hostile powers.",
            "speaker": null
        },
        {
            "time_ms": 331314,
            "text": "Let all our neighbors know that we shall join with them to oppose aggression or subversion anywhere in the Americas.",
            "speaker": null
        },
        {
            "time_ms": 342864,
            "text": "And let every other power know that this hemisphere intends to remain the master of its own house.",
            "speaker": null
        },
        {
            "time_ms": 357064,
            "text": "To that world assembly of sovereign states, the United nations, our last, best hope.",
            "speaker": null
        },
        {
            "time_ms": 365024,
            "text": "In an age where the instruments of war have far outpaced the instruments of peace, we renew our pledge of support to prevent it from becoming merely a forum per invective, to strengthen its shield of the new and the weak, and to enlarge the area in which its writ may run.",
            "speaker": null
        },
        {
            "time_ms": 390644,
            "text": "Finally, to those nations who would make themselves our adversary, we offer not a pledge, but a request that both sides begin anew.",
            "speaker": null
        },
        {
            "time_ms": 405406,
            "text": "The quest for peace before the dark powers of destruction unleashed by science engulf all humanity in planned or accidental self destruction.",
            "speaker": null
        },
        {
            "time_ms": 420574,
            "text": "We dare not tempt them with weakness.",
            "speaker": null
        },
        {
            "time_ms": 423814,
            "text": "For only when our arms are sufficient beyond doubt, can we be certain beyond doubt that they will never be employed.",
            "speaker": null
        },
        {
            "time_ms": 434774,
            "text": "But neither can two great and powerful groups of nations take comfort from our present course.",
            "speaker": null
        },
        {
            "time_ms": 443414,
            "text": "Both sides overburdened by the cost of modern weapons, both rightly alarmed by the steady spread of the deadly atom, yet both racing to alter that uncertain balance of terror that stays the hand of mankind's final war.",
            "speaker": null
        },
        {
            "time_ms": 465104,
            "text": "So let us begin anew, remembering on both sides that civility is not a sign of weakness, and sincerity is always subject to proof.",
            "speaker": null
        },
        {
            "time_ms": 477744,
            "text": "Let us never negotiate out of fear.",
            "speaker": null
        },
        {
            "time_ms": 481144,
            "text": "But let us never fear to negotiate.",
            "speaker": null
        },
        {
            "time_ms": 490824,
            "text": "Let both sides explore what problems unite us.",
            "speaker": null
        },
        {
            "time_ms": 495144,
            "text": "Instead of belaboring those problems which divide us, let both sides, for the first time, formulate serious and precise proposals for the inspection and control of arms, and bring the absolute power to destroy other nations under the absolute control of all nations.",
            "speaker": null
        },
        {
            "time_ms": 523414,
            "text": "Let both sides seek to invoke the wonders of science instead of its terrors.",
            "speaker": null
        },
        {
            "time_ms": 531484,
            "text": "Together, let us explore the stars, conquer the desert, eradicate disease, tap the ocean depth and encourage the arts and commerce.",
            "speaker": null
        },
        {
            "time_ms": 544484,
            "text": "Let both sides unite to heed in all corners of the earth the command of Isaiah to undo the heavy burden and let the oppressed go free.",
            "speaker": null
        },
        {
            "time_ms": 558724,
            "text": "And if a beachhead of cooperation may push back the jungle of suspicion, let both sides join in creating a new endeavor, not a new balance of power, but a new world of law, where the strong are just and the weak secure and the peace preserved.",
            "speaker": null
        },
        {
            "time_ms": 584484,
            "text": "All this will not be finished in the first 100 days, nor will it be finished in the first 1000 days, nor in the life of this administration, nor even perhaps in our lifetime on this planet.",
            "speaker": null
        },
        {
            "time_ms": 602388,
            "text": "But let us begin.",
            "speaker": null
        },
        {
            "time_ms": 611824,
            "text": "In your hands, my fellow citizens, more than mine will rest the final success or failure of our course.",
            "speaker": null
        },
        {
            "time_ms": 622824,
            "text": "Since this country was founded, each generation of Americans has been summoned to give testimony to its national loyalty.",
            "speaker": null
        },
        {
            "time_ms": 634244,
            "text": "The graves of young Americans who answered the call to service surround the globe.",
            "speaker": null
        },
        {
            "time_ms": 642484,
            "text": "Now the trumpet summons us again.",
            "speaker": null
        },
        {
            "time_ms": 646764,
            "text": "Not as a call to bear arms, though arms we need.",
            "speaker": null
        },
        {
            "time_ms": 652044,
            "text": "Not as a call to battle, though in battle we are but a call to bear the burden of a long twilight struggle, year in and year out, rejoicing in hope, patient in tribulation.",
            "speaker": null
        },
        {
            "time_ms": 671344,
            "text": "A struggle against the common enemies of man.",
            "speaker": null
        },
        {
            "time_ms": 674704,
            "text": "Tyranny, poverty, disease, and war itself.",
            "speaker": null
        },
        {
            "time_ms": 680504,
            "text": "Can we forge against these enemies a grand and global alliance, north and south, east and west, that can assure a more fruitful life for all mankind.",
            "speaker": null
        },
        {
            "time_ms": 696824,
            "text": "Will you join in that historic effort?",
            "speaker": null
        },
        {
            "time_ms": 707304,
            "text": "In the long history of the world, only a few generations have been granted the role of defending freedom in its hour of maximum danger.",
            "speaker": null
        },
        {
            "time_ms": 720534,
            "text": "I do not shrink from this responsibility.",
            "speaker": null
        },
        {
            "time_ms": 723534,
            "text": "I welcome it.",
            "speaker": null
        },
        {
            "time_ms": 729814,
            "text": "I do not believe that any of us would exchange places with any other people or any other generation.",
            "speaker": null
        },
        {
            "time_ms": 739534,
            "text": "The energy, the faith, the devotion which we bring to this endeavor will light our country and all who serve it.",
            "speaker": null
        },
        {
            "time_ms": 750654,
            "text": "And the glow from that fire can truly light the world.",
            "speaker": null
        },
        {
            "time_ms": 756254,
            "text": "And so, my fellow Americans, ask not what your country can do for you.",
            "speaker": null
        },
        {
            "time_ms": 764194,
            "text": "Ask what you can do for your country.",
            "speaker": null
        },
        {
            "time_ms": 774594,
            "text": "My fellow citizens of the world, ask not what America will do for you, but what together we can do for the freedom of man.",
            "speaker": null
        },
        {
            "time_ms": 791454,
            "text": "Finally, whether you are citizens of America or citizens of the world, ask of us here the same high standards of strength and sacrifice which we ask of you with a good conscience, our only sure reward with history the final judge of our deeds.",
            "speaker": null
        },
        {
            "time_ms": 818934,
            "text": "Let us go forth to lead the land we love, asking his blessing and his help, but knowing that here on earth, God's work must truly be our own.",
            "speaker": null
        }
    ]
}