{
    "title": "A Call for Hope, Unity and Renewal in the Face of Crisis",
    "summary": "In his inaugural address, President Obama acknowledges the serious challenges America faces - including war, a weakened economy, costly healthcare, failing schools, and energy issues. He asserts that overcoming these challenges will be difficult but that America will ultimately triumph over them. Obama calls for an end to petty politics and a return to the enduring values that have made America great. He invokes previous generations of Americans who have earned the nation's greatness through struggle, sacrifice and hard work. Bold action is needed to create jobs, build infrastructure, improve healthcare and education, and develop clean energy. America will defeat terrorism, pursue peace, engage with the world as a friend, and usher in a new era of responsibility. Ultimately, the true strength of America lies not in its government but in the spirit, values and determination of its people to serve and persevere through difficult times.",
    "short_summary": "President Obama calls on Americans to confront the serious crises the nation faces with bold action and a return to enduring values of hard work, sacrifice, responsibility, and service for the greater good.",
    "chapters": {"0": "Chapter 1", "76": "Chapter 2"},
    "passages": [
        "Thank you.【0】 Thank you.【1】 My fellow citizens, I stand here today humbled by the task before us, grateful for the trust you've bestowed, mindful of the sacrifices borne by our ancestors.【2】 I thank President Bush for his service to our nation, as well as the generosity and cooperation he has shown throughout this transition.【3】",
        "Forty-four Americans have now taken the presidential oath.【4】 The words have been spoken during rising tides of prosperity and the still waters of peace.【5】 Yet, every so often, the oath is taken amidst gathering clouds and raging storms.【6】 At these moments, America has carried on not simply because of the skill or vision of those in high office, but because We the People have remained faithful to the ideals of our forebears, and true to our founding documents.【7】",
        "So it has been. So it must be with this generation of Americans.【8】 That we are in the midst of crisis is now well understood.【9】 Our nation is at war, against a far-reaching network of violence and hatred.【10】 Our economy is badly weakened, a consequence of greed and irresponsibility on the part of some, but also our collective failure to make hard choices and prepare the nation for a new age.【11】 Homes have been lost; jobs shed; businesses shuttered.【12】 Our health care is too costly; our schools fail too many;【13】【14】 and each day brings further evidence that the ways we use energy strengthen our adversaries and threaten our planet.【15】",
        "These are the indicators of crisis, subject to data and statistics.【16】 Less measurable but no less profound is a sapping of confidence across our land - a nagging fear that America's decline is inevitable, and that the next generation must lower its sights.【17】",
        "Today I say to you that the challenges we face are real.【18】 They are serious and they are many.【19】 They will not be met easily or in a short span of time.【20】 But know this, America - they will be met.【21】【22】",
        "On this day, we gather because we have chosen hope over fear, unity of purpose over conflict and discord.【23】 On this day, we come to proclaim an end to the petty grievances and false promises, the recriminations and worn out dogmas, that for far too long have strangled our politics.【24】",
        "We remain a young nation, but in the words of Scripture, the time has come to set aside childish things.【25】 The time has come to reaffirm our enduring spirit; to choose our better history; to carry forward that precious gift, that noble idea, passed on from generation to generation: the God-given promise that all are equal, all are free, and all deserve a chance to pursue their full measure of happiness.【26】【27】",
        "In reaffirming the greatness of our nation, we understand that greatness is never a given.【28】 It must be earned.【29】 Our journey has never been one of short-cuts or settling for less.【30】 It has not been the path for the faint-hearted - for those who prefer leisure over work, or seek only the pleasures of riches and fame.【31】 Rather, it has been the risk-takers, the doers, the makers of things - some celebrated but more often men and women obscure in their labor, who have carried us up the long, rugged path towards prosperity and freedom.【32】",
        "For us, they packed up their few worldly possessions and traveled across oceans in search of a new life.【33】 For us, they toiled in sweatshops and settled the West; endured the lash of the whip and plowed the hard earth.【34】 For us, they fought and died, in places like Concord and Gettysburg; Normandy and Khe Sahn.【35】",
        "Time and again these men and women struggled and sacrificed and worked till their hands were raw so that we might live a better life.【36】 They saw America as bigger than the sum of our individual ambitions; greater than all the differences of birth or wealth or faction.【37】",
        "This is the journey we continue today.【38】 We remain the most prosperous, powerful nation on Earth.【39】【40】 Our workers are no less productive than when this crisis began.【41】 Our minds are no less inventive, our goods and services no less needed than they were last week or last month or last year.【42】 Our capacity remains undiminished. But our time of standing pat, of protecting narrow interests and putting off unpleasant decisions - that time has surely passed.【43】【44】 Starting today, we must pick ourselves up, dust ourselves off, and begin again the work of remaking America.【45】",
        "For everywhere we look, there is work to be done.【46】 The state of the economy calls for action, bold and swift, and we will act - not only to create new jobs, but to lay a new foundation for growth.【47】 We will build the roads and bridges, the electric grids and digital lines that feed our commerce and bind us together.【48】 We will restore science to its rightful place, and wield technology's wonders to raise health care's quality and lower its cost.【49】 We will harness the sun and the winds and the soil to fuel our cars and run our factories.【50】 And we will transform our schools and colleges and universities to meet the demands of a new age.【51】 All this we can do. And all this we will do.【52】【53】",
        "Now, there are some who question the scale of our ambitions - who suggest that our system cannot tolerate too many big plans.【54】 Their memories are short. For they have forgotten what this country has already done; what free men and women can achieve when imagination is joined to common purpose, and necessity to courage.【55】",
        "What the cynics fail to understand is that the ground has shifted beneath them - that the stale political arguments that have consumed us for so long no longer apply.【56】 The question we ask today is not whether our government is too big or too small, but whether it works - whether it helps families find jobs at a decent wage, care they can afford, a retirement that is dignified.【57】 Where the answer is yes, we intend to move forward.【58】 Where the answer is no, programs will end. And those of us who manage the public's dollars will be held to account - to spend wisely, reform bad habits, and do our business in the light of day - because only then can we restore the vital trust between a people and their government.【59】【60】",
        "Nor is the question before us whether the market is a force for good or ill.【61】 Its power to generate wealth and expand freedom is unmatched, but this crisis has reminded us that without a watchful eye, the market can spin out of control - and that a nation cannot prosper long when it favors only the prosperous.【62】【63】 The success of our economy has always depended not just on the size of our Gross Domestic Product, but on the reach of our prosperity; on our ability to extend opportunity to every willing heart - not out of charity, but because it is the surest route to our common good.【64】【65】",
        "As for our common defense, we reject as false the choice between our safety and our ideals.【66】 Our Founding Fathers, faced with perils we can scarcely imagine, drafted a charter to assure the rule of law and the rights of man, a charter expanded by the blood of generations.【67】 Those ideals still light the world, and we will not give them up for expedience's sake.【68】 And so to all other peoples and governments who are watching today, from the grandest capitals to the small village where my father was born: know that America is a friend of each nation and every man, woman, and child who seeks a future of peace and dignity, and that we are ready to lead once more.【69】【70】【71】",
        "Recall that earlier generations faced down fascism and communism not just with missiles and tanks, but with sturdy alliances and enduring convictions.【72】 They understood that our power alone cannot protect us, nor does it entitle us to do as we please.【73】 Instead, they knew that our power grows through its prudent use; our security emanates from the justness of our cause, the force of our example, the tempering qualities of humility and restraint.【74】【75】",
        "We are the keepers of this legacy.【76】 Guided by these principles once more, we can meet those new threats that demand even greater effort - even greater cooperation and understanding between nations.【77】 We will begin to responsibly leave Iraq to its people, and forge a hard-earned peace in Afghanistan.【78】 With old friends and former foes, we will work tirelessly to lessen the nuclear threat, and roll back the specter of a warming planet.【79】 We will not apologize for our way of life, nor will we waver in its defense, and for those who seek to advance their aims by inducing terror and slaughtering innocents, we say to you now that our spirit is stronger and cannot be broken; you cannot outlast us, and we will defeat you.【80】【81】【82】【83】",
        "For we know that our patchwork heritage is a strength, not a weakness.【84】 We are a nation of Christians and Muslims, Jews and Hindus - and non-believers.【85】 We are shaped by every language and culture, drawn from every end of this Earth; and because we have tasted the bitter swill of civil war and segregation, and emerged from that dark chapter stronger and more united, we cannot help but believe that the old hatreds shall someday pass; that the lines of tribe shall soon dissolve; that as the world grows smaller, our common humanity shall reveal itself; and that America must play its role in ushering in a new era of peace.【86】【87】",
        "To the Muslim world, we seek a new way forward, based on mutual interest and mutual respect.【88】 To those leaders around the globe who seek to sow conflict, or blame their society's ills on the West - know that your people will judge you on what you can build, not what you destroy.【89】 To those who cling to power through corruption and deceit and the silencing of dissent, know that you are on the wrong side of history; but that we will extend a hand if you are willing to unclench your fist.【90】",
        "To the people of poor nations, we pledge to work alongside you to make your farms flourish and let clean waters flow; to nourish starved bodies and feed hungry minds.【91】【92】 And to those nations like ours that enjoy relative plenty, we say we can no longer afford indifference to suffering outside our borders; nor can we consume the world's resources without regard to effect.【93】 For the world has changed, and we must change with it.【94】",
        "As we consider the road that unfolds before us, we remember with humble gratitude those brave Americans who, at this very hour, patrol far-off deserts and distant mountains.【95】 They have something to tell us today, just as the fallen heroes who lie in Arlington whisper through the ages.【96】 We honor them not only because they are guardians of our liberty, but because they embody the spirit of service; a willingness to find meaning in something greater than themselves.【97】 And yet, at this moment - a moment that will define a generation - it is precisely this spirit that must inhabit us all.【98】",
        "For as much as government can do and must do, it is ultimately the faith and determination of the American people upon which this nation relies.【99】 It is the kindness to take in a stranger when the levees break, the selflessness of workers who would rather cut their hours than see a friend lose their job which sees us through our darkest hours.【100】 It is the firefighter's courage to storm a stairway filled with smoke, but also a parent's willingness to nurture a child, that finally decides our fate.【101】",
        "Our challenges may be new.【102】 The instruments with which we meet them may be new.【103】 But those values upon which our success depends - hard work and honesty, courage and fair play, tolerance and curiosity, loyalty and patriotism - these things are old.【104】 These things are true.【105】 They have been the quiet force of progress throughout our history.【106】 What is demanded then is a return to these truths.【107】 What is required of us now is a new era of responsibility - a recognition, on the part of every American, that we have duties to ourselves, our nation, and the world, duties that we do not grudgingly accept but rather seize gladly, firm in the knowledge that there is nothing so satisfying to the spirit, so defining of our character, than giving our all to a difficult task.【108】【109】",
        "This is the price and the promise of citizenship.【110】 This is the source of our confidence - the knowledge that God calls on us to shape an uncertain destiny.【111】 This is the meaning of our liberty and our creed - why men and women and children of every race and every faith can join in celebration across this magnificent mall, and why a man whose father less than sixty years ago might not have been served at a local restaurant can now stand before you to take a most sacred oath.【112】",
        "So let us mark this day with remembrance, of who we are and how far we have traveled.【113】 In the year of America's birth, in the coldest of months, a small band of patriots huddled by dying campfires on the shores of an icy river.【114】 The capital was abandoned.【115】 The enemy was advancing.【116】 The snow was stained with blood.【117】 At a moment when the outcome of our revolution was most in doubt, the father of our nation ordered these words be read to the people:【118】",
        "\"Let it be told to the future world...that in the depth of winter, when nothing but hope and virtue could survive...that the city and the country, alarmed at one common danger, came forth to meet [it].\"【119】",
        "America. In the face of our common dangers, in this winter of our hardship, let us remember these timeless words.【120】【121】 With hope and virtue, let us brave once more the icy currents, and endure what storms may come.【122】 Let it be said by our children's children that when we were tested we refused to let this journey end, that we did not turn back nor did we falter; and with eyes fixed on the horizon and God's grace upon us, we carried forth that great gift of freedom and delivered it safely to future generations.【123】【124】",
        "Thank you, God bless you, and God bless the United States of America.【125】【126】"
    ],
    "transcript": [
        {
            "time_ms": 12920,
            "text": "Thank you.",
            "speaker": null
        },
        {
            "time_ms": 15294,
            "text": "Thank you.",
            "speaker": null
        },
        {
            "time_ms": 22694,
            "text": "My fellow citizens, I stand here today humbled by the task before us, grateful for the trust you've bestowed, mindful of the sacrifices borne by our ancestors.",
            "speaker": null
        },
        {
            "time_ms": 47074,
            "text": "I thank President Bush for his service to our nation, as well as the generosity and cooperation he has shown throughout this transition.",
            "speaker": null
        },
        {
            "time_ms": 62894,
            "text": "44 Americans have now taken the presidential oath.",
            "speaker": null
        },
        {
            "time_ms": 68574,
            "text": "The words have been spoken during rising tides of prosperity and the still waters of peace.",
            "speaker": null
        },
        {
            "time_ms": 76174,
            "text": "Yet every so often, the oath is taken amidst gathering clouds and raging storms.",
            "speaker": null
        },
        {
            "time_ms": 85554,
            "text": "At these moments, America has carried on, not simply because of the skill or vision of those in high office, but because we, the people, have remained faithful to the ideals of our forebears and true to our founding documents, so it has been.",
            "speaker": null
        },
        {
            "time_ms": 106594,
            "text": "So it must be with this generation of Americans that we are in the midst of crisis is now well understood.",
            "speaker": null
        },
        {
            "time_ms": 116414,
            "text": "Our nation is at war against a far reaching network of violence and hatred.",
            "speaker": null
        },
        {
            "time_ms": 122534,
            "text": "Our economy is badly weakened, a consequence of greed and irresponsibility on the part of some, but also our collective failure to make hard choices and prepare the nation for a new age.",
            "speaker": null
        },
        {
            "time_ms": 136174,
            "text": "Homes have been lost, jobs shed.",
            "speaker": null
        },
        {
            "time_ms": 138640,
            "text": "Businesses shutter.",
            "speaker": null
        },
        {
            "time_ms": 140024,
            "text": "Our healthcare is too costly.",
            "speaker": null
        },
        {
            "time_ms": 141976,
            "text": "Our schools fail too many.",
            "speaker": null
        },
        {
            "time_ms": 143936,
            "text": "And each day brings further evidence that the ways we use energy strengthen our adversaries and threaten our planet.",
            "speaker": null
        },
        {
            "time_ms": 152664,
            "text": "These are the indicators of crisis, subject to data and statistics.",
            "speaker": null
        },
        {
            "time_ms": 159624,
            "text": "Less measurable, but no less profound, is a sapping of confidence across our land, a nagging fear that America's decline is inevitable, that the next generation must lower its sights.",
            "speaker": null
        },
        {
            "time_ms": 176994,
            "text": "Today I say to you that the challenges we face are real.",
            "speaker": null
        },
        {
            "time_ms": 180698,
            "text": "They are serious, and they are many.",
            "speaker": null
        },
        {
            "time_ms": 182970,
            "text": "They will not be met easily or in a short span of time.",
            "speaker": null
        },
        {
            "time_ms": 186962,
            "text": "But know this, America.",
            "speaker": null
        },
        {
            "time_ms": 188610,
            "text": "They will be met.",
            "speaker": null
        },
        {
            "time_ms": 197144,
            "text": "On this day, we gather because we have chosen hope over fear, unity of purpose over conflict and discord.",
            "speaker": null
        },
        {
            "time_ms": 207944,
            "text": "On this day, we come to proclaim an end to the petty grievances and false promises, the recriminations and worn out dogmas that for far too long have strangled our politics.",
            "speaker": null
        },
        {
            "time_ms": 221474,
            "text": "We remain a young nation, but in the words of scripture, the time has come to set aside childish things.",
            "speaker": null
        },
        {
            "time_ms": 230954,
            "text": "The time has come to reaffirm our enduring spirit, to choose our better history, to carry forward that precious gift, that noble idea passed on from generation to generation.",
            "speaker": null
        },
        {
            "time_ms": 243026,
            "text": "The God given promise that all are equal, all are free, and all deserve a chance to pursue their full measure of happiness.",
            "speaker": null
        },
        {
            "time_ms": 260604,
            "text": "In reaffirming the greatness of our nation, we understand that greatness is never a giving.",
            "speaker": null
        },
        {
            "time_ms": 268124,
            "text": "It must be earned.",
            "speaker": null
        },
        {
            "time_ms": 270354,
            "text": "Our journey has never been one of shortcuts or settling for less.",
            "speaker": null
        },
        {
            "time_ms": 274474,
            "text": "It has not been the path for the faint hearted, for those who prefer leisure over work or seek only the pleasures of riches and fame.",
            "speaker": null
        },
        {
            "time_ms": 284194,
            "text": "Rather, it has been the risk takers, the doers, the makers of things, some celebrated, but more often men and women, obscure in their labor, who have carried us up the long, rugged path towards prosperity and freedom.",
            "speaker": null
        },
        {
            "time_ms": 300354,
            "text": "For us, they packed up their few worldly possessions and traveled across oceans in search of a new life for us.",
            "speaker": null
        },
        {
            "time_ms": 309122,
            "text": "They toiled in sweatshops and settled the west, endured the lash of the whip and plowed the hard earth for us.",
            "speaker": null
        },
        {
            "time_ms": 318130,
            "text": "They fought and died in places like Concord and Gettysburg, Normandy and Quezon.",
            "speaker": null
        },
        {
            "time_ms": 326214,
            "text": "Time and again, these men and women struggled and sacrificed and worked till their hands were raw so that we might live a better life.",
            "speaker": null
        },
        {
            "time_ms": 335054,
            "text": "They saw America as bigger than the sum of our individual ambitions, greater than all the differences of birth or wealth or faction.",
            "speaker": null
        },
        {
            "time_ms": 344814,
            "text": "This is the journey we continue.",
            "speaker": null
        },
        {
            "time_ms": 346742,
            "text": "Today.",
            "speaker": null
        },
        {
            "time_ms": 348214,
            "text": "We remain the most prosperous, powerful nation on earth.",
            "speaker": null
        },
        {
            "time_ms": 352414,
            "text": "Our workers are no less productive than when this crisis began.",
            "speaker": null
        },
        {
            "time_ms": 356054,
            "text": "Our minds are no less inventive, our goods and services no less needed than they were last week or last month or last year.",
            "speaker": null
        },
        {
            "time_ms": 364614,
            "text": "Our capacity remains undiminished, but our time of standing pat, of protecting narrow interests and putting off unpleasant decisions.",
            "speaker": null
        },
        {
            "time_ms": 375102,
            "text": "That time has surely passed.",
            "speaker": null
        },
        {
            "time_ms": 378014,
            "text": "Starting today, we must pick ourselves up, dust ourselves off, and begin again the work of remaking America.",
            "speaker": null
        },
        {
            "time_ms": 394694,
            "text": "For everywhere we look, there is work to be done.",
            "speaker": null
        },
        {
            "time_ms": 398134,
            "text": "The state of our economy calls for action, bold and swift, and we will act not only to create new jobs, but to lay a new foundation for growth.",
            "speaker": null
        },
        {
            "time_ms": 407354,
            "text": "We will build the roads and bridges, the electric grids and digital lines that feed our commerce and bind us together.",
            "speaker": null
        },
        {
            "time_ms": 414994,
            "text": "We will restore science to its rightful place and wield technology's wonders to raise healthcare's quality and lower its cost.",
            "speaker": null
        },
        {
            "time_ms": 423314,
            "text": "We will harness the sun and the winds and the soil to fuel our cars and run our factories.",
            "speaker": null
        },
        {
            "time_ms": 429066,
            "text": "And we will transform our schools and colleges and universities to meet the demands of a new age.",
            "speaker": null
        },
        {
            "time_ms": 435784,
            "text": "All this we can do.",
            "speaker": null
        },
        {
            "time_ms": 437984,
            "text": "All this we will do.",
            "speaker": null
        },
        {
            "time_ms": 441424,
            "text": "Now there are some who question the scale of our ambitions, who suggest that our system cannot tolerate too many big plans.",
            "speaker": null
        },
        {
            "time_ms": 451944,
            "text": "Their memories are short, for they have forgotten what this country has already done, what free men and women can achieve when imagination is joined to common purpose and necessity to courage.",
            "speaker": null
        },
        {
            "time_ms": 466644,
            "text": "What the cynics fail to understand is that the ground has shifted beneath them, that the stale political arguments that have consumed us for so long no longer apply.",
            "speaker": null
        },
        {
            "time_ms": 477844,
            "text": "The question we ask today is not whether our government is too big or too small, but whether it works, whether it helps families find jobs at a decent wage, care they can afford, a retirement that is dignified.",
            "speaker": null
        },
        {
            "time_ms": 491004,
            "text": "Where the answer is yes, we intend to move forward.",
            "speaker": null
        },
        {
            "time_ms": 494484,
            "text": "Where the answer is no, programs will end, and those of us who manage the public's dollars will be held to account, to spend wisely, reform bad habits, and do our business in the light of day.",
            "speaker": null
        },
        {
            "time_ms": 507556,
            "text": "Because only then can we restore the vital trust between a people and their government.",
            "speaker": null
        },
        {
            "time_ms": 515644,
            "text": "Nor is the question before us whether the market is a force for good or ill.",
            "speaker": null
        },
        {
            "time_ms": 521844,
            "text": "Its power to generate wealth and expand freedom is unmatched.",
            "speaker": null
        },
        {
            "time_ms": 526044,
            "text": "But this crisis has reminded us that without a watchful eye, the market can spin out of control.",
            "speaker": null
        },
        {
            "time_ms": 532132,
            "text": "The nation cannot prosper long when it favors only the prosperous.",
            "speaker": null
        },
        {
            "time_ms": 538654,
            "text": "The success of our economy has always depended not just on the size of our gross domestic product, but on the reach of our prosperity, on the ability to extend opportunity to every willing heart, not out of charity, but because it is the surest route to our common good.",
            "speaker": null
        },
        {
            "time_ms": 562614,
            "text": "As for our common defense, we reject as false the choice between our safety and our ideals.",
            "speaker": null
        },
        {
            "time_ms": 571794,
            "text": "Our founding fathers, our founding fathers, faced with perils that we can scarcely imagine, drafted a charter to assure the rule of law and the rights of man.",
            "speaker": null
        },
        {
            "time_ms": 584154,
            "text": "A charter expanded by the blood of generations.",
            "speaker": null
        },
        {
            "time_ms": 588314,
            "text": "Those ideals still light the world, and we will not give them up for expedient's sake.",
            "speaker": null
        },
        {
            "time_ms": 596404,
            "text": "And so to all the other peoples and governments who are watching today, from the grandest capitals to the small village where my father was born, know that America is a friend of each nation and every man, woman and child who seeks a future of peace and dignity.",
            "speaker": null
        },
        {
            "time_ms": 613052,
            "text": "And we are ready to lead once more.",
            "speaker": null
        },
        {
            "time_ms": 631674,
            "text": "Recall that earlier generations faced down fascism and communism, not just with missiles and tanks, but with the sturdy alliances and enduring convictions they understood that our power alone cannot protect us.",
            "speaker": null
        },
        {
            "time_ms": 645258,
            "text": "Nor does it entitle us to do as we please.",
            "speaker": null
        },
        {
            "time_ms": 648614,
            "text": "Instead, they knew that our power grows through its prudent use.",
            "speaker": null
        },
        {
            "time_ms": 652358,
            "text": "Our security emanates from the justness of our cause, the force of our example, the tempering qualities of humility and restraint.",
            "speaker": null
        },
        {
            "time_ms": 663614,
            "text": "We are the keepers of this legacy.",
            "speaker": null
        },
        {
            "time_ms": 667054,
            "text": "Guided by these principles, once more, we can meet those new threats that demand even greater effort, even greater cooperation and understanding between nations.",
            "speaker": null
        },
        {
            "time_ms": 676864,
            "text": "We will begin to responsibly leave Iraq to its people and forge a hard earned peace in Afghanistan with old friends and former foes.",
            "speaker": null
        },
        {
            "time_ms": 685752,
            "text": "We will work tirelessly to lessen the nuclear threat and roll back the specter of a warming planet.",
            "speaker": null
        },
        {
            "time_ms": 692904,
            "text": "We will not apologize for our way of life, nor will we waver in its defense.",
            "speaker": null
        },
        {
            "time_ms": 698104,
            "text": "And for those who seek to advance their aims by inducing terror and slaughtering innocence.",
            "speaker": null
        },
        {
            "time_ms": 702944,
            "text": "We say to you now that our spirit is stronger and cannot be broken.",
            "speaker": null
        },
        {
            "time_ms": 706998,
            "text": "You cannot outlast us, and we will defeat you.",
            "speaker": null
        },
        {
            "time_ms": 723294,
            "text": "For we know that our patchwork heritage is a strength, not a weakness.",
            "speaker": null
        },
        {
            "time_ms": 731194,
            "text": "We are a nation of Christians and Muslims, Jews and Hindus and nonbelievers.",
            "speaker": null
        },
        {
            "time_ms": 737834,
            "text": "We are shaped by every language and culture drawn from every end of this earth.",
            "speaker": null
        },
        {
            "time_ms": 742642,
            "text": "And because we have tasted the bitter swell of civil war and segregation and emerged from that dark chapter stronger and more united, we cannot help but believe that the old hatreds shall someday pass, that the lines of tribes shall soon dissolve, that as the world grows smaller, our common humanity shall reveal itself, and that America must play its role in ushering in a new era of peace.",
            "speaker": null
        },
        {
            "time_ms": 768344,
            "text": "To the muslim world, we seek a new way forward based on mutual interest and mutual respect.",
            "speaker": null
        },
        {
            "time_ms": 776464,
            "text": "To those leaders around the globe who seek to sow conflict or blame their society's ills on the western know that your people will judge you on what you can build, not what you destroy.",
            "speaker": null
        },
        {
            "time_ms": 793074,
            "text": "To those who cling to power through corruption and deceit and the silencing of dissent, know that you are on the wrong side of history, but that we will extend a hand if you are willing to unclench your fist.",
            "speaker": null
        },
        {
            "time_ms": 810014,
            "text": "To the people of poor nations.",
            "speaker": null
        },
        {
            "time_ms": 812574,
            "text": "We pledge to work alongside you to make your farms flourish and let clean waters flow to nourish starved bodies and feed hungry minds.",
            "speaker": null
        },
        {
            "time_ms": 821494,
            "text": "And to those nations like ours that enjoy relative plenty, we say we can no longer afford indifference to the suffering outside our borders, nor can we consume the world's resources without regard to effect.",
            "speaker": null
        },
        {
            "time_ms": 835394,
            "text": "For the world has changed, and we must change with it.",
            "speaker": null
        },
        {
            "time_ms": 843074,
            "text": "As we consider the road that unfolds before us, we remember with humble gratitude those brave Americans who, at this very hour patrol far off deserts and distant mountains.",
            "speaker": null
        },
        {
            "time_ms": 858074,
            "text": "They have something to tell us.",
            "speaker": null
        },
        {
            "time_ms": 860334,
            "text": "Just as the fallen heroes who lie in Arlington whisper through the ages, we honor them not only because they are the guardians of our liberty, but because they embody the spirit of service, a willingness to find meaning in something greater than themselves.",
            "speaker": null
        },
        {
            "time_ms": 879854,
            "text": "And yet, at this moment, a moment that will define a generation, it is precisely this spirit that must inhabit us all.",
            "speaker": null
        },
        {
            "time_ms": 891594,
            "text": "For as much as government can do, and must do, it is ultimately the faith and determination of the american people upon which this nation relies.",
            "speaker": null
        },
        {
            "time_ms": 901794,
            "text": "It is the kindness to take in a stranger when the levees break, the selflessness of workers who would rather cut their hours than see a friend lose their job, which sees us through our darkest hours.",
            "speaker": null
        },
        {
            "time_ms": 913494,
            "text": "It is the firefighters courage to storm a stairway filled with smoke, but also a parent's willingness to nurture a child that finally decides our fate.",
            "speaker": null
        },
        {
            "time_ms": 926174,
            "text": "Our challenges may be new.",
            "speaker": null
        },
        {
            "time_ms": 929334,
            "text": "The instruments with which we meet them may be new.",
            "speaker": null
        },
        {
            "time_ms": 934054,
            "text": "But those values upon which our success depends, honesty and hard work, courage and fair play, tolerance and curiosity, loyalty and patriotism.",
            "speaker": null
        },
        {
            "time_ms": 948104,
            "text": "These things are old.",
            "speaker": null
        },
        {
            "time_ms": 951784,
            "text": "These things are true.",
            "speaker": null
        },
        {
            "time_ms": 956464,
            "text": "They have been the quiet force of progress throughout our history.",
            "speaker": null
        },
        {
            "time_ms": 961304,
            "text": "What is demanded, then, is a return to these troops.",
            "speaker": null
        },
        {
            "time_ms": 965744,
            "text": "What is required of us now is a new era of responsibility, a recognition on the part of every american that we have duties to ourselves, our nation, and the world, duties that we do not grudgingly accept, but rather seize gladly firm in the knowledge that there is nothing so satisfying to the spirit, so defining of our character, than giving our all to a difficult task.",
            "speaker": null
        },
        {
            "time_ms": 991804,
            "text": "This is the price and the promise of citizenship.",
            "speaker": null
        },
        {
            "time_ms": 996004,
            "text": "This is the source of our confidence, the knowledge that God calls on us to shape an uncertain destiny.",
            "speaker": null
        },
        {
            "time_ms": 1003684,
            "text": "This is the meaning of our liberty and our creed, why men and women and children of every race and every faith can join in celebration across this magnificent mall, and why a man whose father less than 60 years ago might not have been served at a local restaurant can now stand before you to take a most sacred oath.",
            "speaker": null
        },
        {
            "time_ms": 1037694,
            "text": "So let us mark this day with remembrance of who we are and how far we have traveled in the year of America's birth.",
            "speaker": null
        },
        {
            "time_ms": 1049084,
            "text": "In the coldest of months, a small band of patriots, huddled by dying campfires on the shores of an icy river.",
            "speaker": null
        },
        {
            "time_ms": 1056964,
            "text": "The capital was abandoned.",
            "speaker": null
        },
        {
            "time_ms": 1058940,
            "text": "The enemy was advancing.",
            "speaker": null
        },
        {
            "time_ms": 1061100,
            "text": "The snow was stained with blood.",
            "speaker": null
        },
        {
            "time_ms": 1064644,
            "text": "At a moment when the outcome of our revolution was most in doubt, the father of our nation ordered these words be read to the people.",
            "speaker": null
        },
        {
            "time_ms": 1074984,
            "text": "Let it be told to the future world that in the depth of winter, when nothing but hope and virtue could survive, that the city and the country, alarmed at one common danger, came forth to meet it.",
            "speaker": null
        },
        {
            "time_ms": 1089784,
            "text": "America.",
            "speaker": null
        },
        {
            "time_ms": 1091264,
            "text": "In the face of our common dangers, in this winter of our hardship, let us remember these timeless words with hope and virtue.",
            "speaker": null
        },
        {
            "time_ms": 1101706,
            "text": "Let us brave once more the icy currents and endure what storms may come.",
            "speaker": null
        },
        {
            "time_ms": 1107514,
            "text": "Let it be said by our children's children that when we were tested, we refused to let this journey end, that we did not turn back, nor did we falter.",
            "speaker": null
        },
        {
            "time_ms": 1116682,
            "text": "And with eyes fixed on the horizon and God's grace upon us, we carried forth that great gift of freedom and delivered it safely.",
            "speaker": null
        },
        {
            "time_ms": 1125202,
            "text": "The future generations thank you.",
            "speaker": null
        },
        {
            "time_ms": 1127990,
            "text": "God bless you, and God bless the United States of America.",
            "speaker": null
        }
    ]
}